# languages
4ops.terraform
bradymholt.pgformatter
bungcip.better-toml
dbaeumer.vscode-eslint
efanzh.graphviz-preview
elliotlarson.ruby-around-the-block
elmtooling.elm-ls-vscode
golang.go
hediet.vscode-drawio
jakebecker.elixir-ls
karunamurti.haml
kumar-harsh.graphql-for-vscode
lunaryorn.fish-ide
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
msaraiva.surface
nwolverson.language-purescript
pgourlain.erlang
phoenixframework.phoenix
rebornix.ruby
richie5um2.vscode-sort-json
rust-lang.rust
skyapps.fish-vscode
stephanvs.dot
wingrunr21.vscode-ruby

# themes
azemoh.one-monokai
enkia.tokyo-night
robbowen.synthwave-vscode
wesbos.theme-cobalt2

# general tools
2gua.rainbow-brackets
bungcip.better-toml
eamodio.gitlens
elmouradiamine.vscode-diagon
esbenp.prettier-vscode
gleam.gleam
gruntfuggly.todo-tree
hbenl.vscode-test-explorer
hediet.vscode-drawio
lunaryorn.fish-ide
mrmlnc.vscode-duplicate
mrob95.vscode-talonscript
ms-azuretools.vscode-docker
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
nick-rudenko.back-n-forth
pnp.polacode
pokey.command-server
pokey.cursorless
pokey.parse-tree
pokey.talon
reduckted.vscode-gitweblinks
skyapps.fish-vscode
sleistner.vscode-fileutils
vadimcn.vscode-lldb
vscodevim.vim
wwm.better-align
